# Ключевые слова для определения женских аккаунтов
FEMALE_KEYWORDS = [
    'девушка', 'жен', 'girl', 'woman', 'lady', 'женск', 
    'бьюти', 'beauty', 'макияж', 'визаж', 'модель',
    'няня', 'мама', 'космет', 'стилист', 'парикмахер'
    'анна', 'мария', 'анастасия', 'ольга', 'татьяна', 'ирина', 'елена', 'светлана',
    'екатерина', 'юлия', 'дарья', 'виктория', 'надежда', 'наталья', 'любовь', 'галина',
    'александра', 'алина', 'алиса', 'ангелина', 'арина', 'валентина', 'валерия',
    'варвара', 'василиса', 'вера', 'вероника', 'евгения', 'елизавета', 'злата',
    'ксения', 'маргарита', 'марина', 'милана', 'полина', 'софия', 'ульяна', 'яна'
]

MALE_KEYWORDS = [
    'парень', 'мужск', 'мужчин', 'boy', 'man', 'gentleman',
    'брутал', 'кач', 'тренир', 'спортсм', 'бодибилд'
    'александр', 'алексей', 'андрей', 'антон', 'артем', 'борис', 'вадим', 'валентин',
    'валерий', 'василий', 'виктор', 'владимир', 'владислав', 'вячеслав', 'геннадий',
    'георгий', 'григорий', 'даниил', 'денис', 'дмитрий', 'евгений', 'егор', 'иван'
]